Repository: z23blhx/FufuLauncher
Catalog: FufuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_mx, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# Backpack_SyncBagDialogCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batal
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отмена
zh_cn: 取消

# Backpack_Locked
source: Locked
de_de: Gesperrt
fr_fr: Verrouillé
id_id: Terkunci
ja_jp: ロック中
ko_kr: 잠김
ru_ru: Заблокировано
zh_cn: 已锁定

# Backpack_SlotFlower
source: Flower of Life
de_de: Blume des Lebens
fr_fr: Fleur de la vie
id_id: Bunga Kehidupan
ja_jp: 生の花
ko_kr: 생명의 꽃
ru_ru: Цветок жизни
zh_cn: 生之花

# Backpack_SlotPlume
source: Plume of Death
de_de: Feder des Todes
fr_fr: Plume de la mort
id_id: Bulu Kematian
ja_jp: 死の羽
ko_kr: 죽음의 깃털
ru_ru: Перо смерти
zh_cn: 死之羽

# Backpack_SlotSands
source: Sands of Eon
de_de: Sand der Zeit
fr_fr: Sables d'Eon
id_id: Pasir Waktu
ja_jp: 時の砂
ko_kr: 시간의 모래
ru_ru: Пески эона
zh_cn: 时之沙

# Backpack_SlotGoblet
source: Goblet of Eonothem
de_de: Kelch des Eonothems
fr_fr: Coupe d'Eonothème
id_id: Piala Eonothem
ja_jp: 空の杯
ko_kr: 공간의 성배
ru_ru: Кубок эонотема
zh_cn: 空之杯

# Backpack_SlotCirclet
source: Circlet of Logos
de_de: Diadem des Logos
fr_fr: Diadème de Logos
id_id: Mahkota Logos
ja_jp: 理の冠
ko_kr: 이성의 왕관
ru_ru: Венец логоса
zh_cn: 理之冠

# Backpack_PathInvalidMsg
source: Invalid path. Please select YuanShen.exe (CN server only).
de_de: Ungültiger Pfad. Bitte wähle YuanShen.exe (nur CN-Server).
fr_fr: Chemin invalide. Veuillez sélectionner le client national (YuanShen.exe).
id_id: Path tidak valid. Silakan pilih YuanShen.exe (khusus server CN).
ja_jp: パスが無効です。中国サーバー版のゲーム本体（YuanShen.exe）を選択してください。
ko_kr: 경로가 올바르지 않습니다. 국내판 게임 본체(YuanShen.exe)를 선택해 주세요.
ru_ru: Неверный путь. Выберите клиент сервера Китая (YuanShen.exe).
zh_cn: 路径无效，请选择国服游戏本体（YuanShen.exe）。

# Backpack_SelectPathTitle.Text
source: Select Game Path
de_de: Spielpfad auswählen
fr_fr: Sélectionner le chemin du jeu
id_id: Pilih Path Game
ja_jp: ゲームパスを選択
ko_kr: 게임 경로 선택
ru_ru: Выбор пути к игре
zh_cn: 选择游戏路径

# Backpack_SelectPathHint.Text
source: Click an entry below to switch to that path
de_de: Klicke unten auf einen Eintrag, um zu diesem Pfad zu wechseln
fr_fr: Cliquez sur une entrée ci-dessous pour passer à ce chemin
id_id: Klik entri di bawah untuk beralih ke path tersebut
ja_jp: 下のリストから項目を選択すると、そのパスに切り替わります
ko_kr: 아래 목록에서 항목을 클릭하면 해당 경로로 전환됩니다
ru_ru: Выберите запись в списке ниже, чтобы переключиться на этот путь
zh_cn: 在下方列表中选中以切换到该路径

# Backpack_AddPathHeader.Text
source: Game Path
de_de: Spielpfad
fr_fr: Chemin du jeu
id_id: Path Game
ja_jp: ゲームパス
ko_kr: 게임 경로
ru_ru: Путь к игре
zh_cn: 游戏路径

# Backpack_AddPathDesc.Text
source: Select YuanShen.exe (CN only), not launcher.exe
de_de: Bitte wähle die CN-Version (YuanShen.exe) aus, nicht den Launcher (launcher.exe)
fr_fr: Veuillez sélectionner le client national (YuanShen.exe), pas le lanceur (launcher.exe)
id_id: Pilih file game YuanShen.exe (khusus CN), bukan launcher.exe
ja_jp: 中国サーバー版のゲーム本体（YuanShen.exe）を選択してください。ランチャー（launcher.exe）ではありません。
ko_kr: 국내판 게임 본체(YuanShen.exe)를 선택하세요. 런처(launcher.exe)가 아닙니다
ru_ru: Выберите клиент сервера Китая (YuanShen.exe), а не лаунчер (launcher.exe)
zh_cn: 请选择国服游戏本体（YuanShen.exe）而非启动器（launcher.exe）

# Backpack_WeaponBaseAtkLabel.Text
source: Base ATK
de_de: Basis-ATK
fr_fr: ATQ de base
id_id: ATK Dasar
ja_jp: 基礎攻撃力
ko_kr: 기초 공격력
ru_ru: Базовая атака
zh_cn: 基础攻击力

# Backpack_ErrNoProcessPath
source: Failed to resolve current process path
de_de: Aktueller Prozesspfad konnte nicht ermittelt werden
es_mx: Error al obtener la ruta del proceso actual
fr_fr: Impossible d'obtenir le chemin du processus actuel
hi_in: वर्तमान प्रक्रिया पथ हल करने में विफल
id_id: Gagal mendapatkan path proses saat ini
ja_jp: 現在のプロセスパスを取得できませんでした
ko_kr: 현재 프로세스 경로를 확인할 수 없습니다
ru_ru: Не удалось определить путь текущего процесса
zh_cn: 无法获取当前进程路径
zh_tw: 無法取得目前處理程序路徑

# Backpack_ErrElevationCancelled
source: Elevation was cancelled by the user
de_de: Die Rechteerweiterung wurde vom Benutzer abgebrochen
es_mx: El usuario canceló la elevación de privilegios
fr_fr: L'élévation de privilèges a été annulée par l'utilisateur
hi_in: उपयोगकर्ता ने एलिवेशन रद्द कर दिया
id_id: Elevasi dibatalkan oleh pengguna
ja_jp: ユーザーが権限昇格をキャンセルしました
ko_kr: 사용자가 권한 상승을 취소했습니다
ru_ru: Пользователь отменил повышение прав
zh_cn: 用户取消了权限提升
zh_tw: 使用者取消了權限提升

# Backpack_ErrHelperStartFailed
source: Failed to start the injection helper
de_de: Injektions-Helfer konnte nicht gestartet werden
es_mx: Error al iniciar el asistente de inyección
fr_fr: Impossible de démarrer le processus d'injection
hi_in: इंजेक्शन सहायक प्रारंभ करने में विफल
id_id: Gagal memulai proses bantu injeksi
ja_jp: 注入プロセスを起動できませんでした
ko_kr: 인젝션 헬퍼를 시작할 수 없습니다
ru_ru: Не удалось запустить вспомогательный процесс инжекта
zh_cn: 无法启动注入进程
zh_tw: 無法啟動注入處理程序

# Backpack_ErrInvalidConfig
source: Invalid configuration file
de_de: Ungültige Konfigurationsdatei
es_mx: Archivo de configuración no válido
fr_fr: Fichier de configuration invalide
hi_in: अमान्य कॉन्फ़िगरेशन फ़ाइल
id_id: File konfigurasi tidak valid
ja_jp: 設定ファイルが無効です
ko_kr: 잘못된 구성 파일
ru_ru: Неверный файл конфигурации
zh_cn: 配置文件无效
zh_tw: 設定檔無效

# Backpack_ErrGameCreateFailed
source: Failed to create game process
de_de: Spielprozess konnte nicht erstellt werden
es_mx: Error al crear el proceso del juego
fr_fr: Impossible de créer le processus du jeu
hi_in: गेम प्रक्रिया बनाने में विफल
id_id: Gagal membuat proses game
ja_jp: ゲームプロセスを作成できませんでした
ko_kr: 게임 프로세스를 만들 수 없습니다
ru_ru: Не удалось создать процесс игры
zh_cn: 无法创建游戏进程
zh_tw: 無法建立遊戲處理程序

# Backpack_ErrDllInjFailed
source: DLL injection failed
de_de: DLL-Injektion fehlgeschlagen
es_mx: Error de inyección de DLL
fr_fr: Échec de l'injection DLL
hi_in: DLL इंजेक्शन विफल
id_id: Injeksi DLL gagal
ja_jp: DLL注入に失敗しました
ko_kr: DLL 인젝션 실패
ru_ru: Ошибка внедрения DLL
zh_cn: DLL 注入失败
zh_tw: DLL 注入失敗

# Backpack_ErrHelperExitCode
source: Injection helper exited with code {0}
de_de: Injektionsprozess wurde unerwartet beendet ({0})
es_mx: El asistente de inyección salió con el código {0}
fr_fr: Le processus d'injection s'est terminé anormalement ({0})
hi_in: इंजेक्शन सहायक कोड {0} के साथ बाहर निकला
id_id: Proses bantu injeksi keluar dengan kode {0}
ja_jp: 注入プロセスが異常終了しました（{0}）
ko_kr: 인젝션 헬퍼가 코드 {0}(으)로 종료되었습니다
ru_ru: Вспомогательный процесс инжекта завершился с кодом {0}
zh_cn: 注入进程异常退出 ({0})
zh_tw: 注入處理程序異常退出 ({0})

# Backpack_MatTabCharAscension
source: Char Ascension
de_de: Charakteraufstieg
fr_fr: Ascension de personnage
id_id: Ascension Karakter
ja_jp: キャラ突破
ko_kr: 캐릭터 돌파
ru_ru: Возвышение персонажей
zh_cn: 角色突破

# Backpack_MatTabWeaponAscension
source: Weapon Ascension
de_de: Waffenaufstieg
fr_fr: Ascension d'arme
id_id: Ascension Senjata
ja_jp: 武器突破
ko_kr: 무기 돌파
ru_ru: Возвышение оружия
zh_cn: 武器突破

# Backpack_MatTabTalent
source: Talent Materials
de_de: Talentmaterialien
fr_fr: Matériaux de talent
id_id: Material Bakat
ja_jp: 天賦素材
ko_kr: 특성 재료
ru_ru: Материалы талантов
zh_cn: 天赋材料

# Backpack_MatTabCharExp
source: Char EXP
de_de: Charakterentwicklung
fr_fr: EXP de personnage
id_id: Pengalaman Karakter
ja_jp: キャラ育成
ko_kr: 캐릭터 육성
ru_ru: Развитие персонажа
zh_cn: 角色培养

# Backpack_MatTabWeaponEnhance
source: Weapon Enhancement
de_de: Waffenverstärkung
fr_fr: Amélioration d'arme
id_id: Penguatan Senjata
ja_jp: 武器強化
ko_kr: 무기 강화
ru_ru: Улучшение оружия
zh_cn: 武器强化

# Backpack_MatTabRefine
source: Refinement
de_de: Verfeinerungsmaterialien
fr_fr: Matériaux d'affinage
id_id: Material Refinement
ja_jp: 精錬素材
ko_kr: 재련 재료
ru_ru: Материалы пробуждения
zh_cn: 精炼材料

# Backpack_MatTabLocalSpecialty
source: Local Specialty
de_de: Regionale Spezialitäten
fr_fr: Spécialités locales
id_id: Produk Khas Daerah
ja_jp: 地域特産
ko_kr: 지역 특산물
ru_ru: Местные диковины
zh_cn: 地区特产

# Backpack_MatTabIngredient
source: Ingredients
de_de: Zutaten
fr_fr: Ingrédients
id_id: Bahan Masakan
ja_jp: 食材
ko_kr: 식재료
ru_ru: Ингредиенты
zh_cn: 食材

# Backpack_FoodTabRecovery
source: Recovery
de_de: Regenerationsgerichte
fr_fr: Récupération
id_id: Makanan Pemulihan
ja_jp: 回復系料理
ko_kr: 회복 요리
ru_ru: Восстанавливающая еда
zh_cn: 恢复类料理

# Backpack_FoodTabAttack
source: Attack
de_de: Angriffsgerichte
fr_fr: Attaque
id_id: Makanan Serangan
ja_jp: 攻撃系料理
ko_kr: 공격 요리
ru_ru: Боевая еда
zh_cn: 攻击类料理

# Backpack_FoodTabDefense
source: Defense
de_de: Verteidigungsgerichte
fr_fr: Défense
id_id: Makanan Pertahanan
ja_jp: 防御系料理
ko_kr: 방어 요리
ru_ru: Защитная еда
zh_cn: 防御类料理

# Backpack_FoodTabAdventure
source: Adventure
de_de: Abenteuergerichte
fr_fr: Aventure
id_id: Makanan Petualangan
ja_jp: 冒険系料理
ko_kr: 모험 요리
ru_ru: Приключенческая еда
zh_cn: 冒险类料理

# Backpack_FoodTabSpecialRecovery
source: Special Recovery
de_de: Spezial-Regenerationsgerichte
fr_fr: Récupération spéciale
id_id: Makanan Pemulihan Spesial
ja_jp: 特殊回復
ko_kr: 특수 회복 요리
ru_ru: Особая восстанавливающая еда
zh_cn: 特殊恢复

# Backpack_FoodTabSpecialAttack
source: Special Attack
de_de: Spezial-Angriffsgerichte
fr_fr: Attaque spéciale
id_id: Makanan Serangan Spesial
ja_jp: 特殊攻撃
ko_kr: 특수 공격 요리
ru_ru: Особая боевая еда
zh_cn: 特殊攻击

# Backpack_FoodTabSpecialDefense
source: Special Defense
de_de: Spezial-Verteidigungsgerichte
fr_fr: Défense spéciale
id_id: Makanan Pertahanan Spesial
ja_jp: 特殊防御
ko_kr: 특수 방어 요리
ru_ru: Особая защитная еда
zh_cn: 特殊防御

# Backpack_FoodTabSpecialAdventure
source: Special Adventure
de_de: Spezial-Abenteuergerichte
fr_fr: Aventure spéciale
id_id: Makanan Petualangan Spesial
ja_jp: 特殊冒険
ko_kr: 특수 모험 요리
ru_ru: Особая приключенческая еда
zh_cn: 特殊冒险

# Backpack_FoodTabArlecchino
source: Arlecchino Specials
de_de: Werke der Inspiration
fr_fr: Spécialités
id_id: Kreasi Inspiratif
ja_jp: アルレッキーノ特製料理
ko_kr: 아를레키노 스페셜
ru_ru: Особые блюда
zh_cn: 灵感之作

# Backpack_FoodTabSweet
source: Sweet Flowers
de_de: Süßigkeiten
fr_fr: Sculptures de sucre
id_id: Patung Gula
ja_jp: 糖彫り
ko_kr: 설탕 조각
ru_ru: Десерты
zh_cn: 糖雕

# Backpack_MatTabCommon
source: Materials
de_de: Materialien
fr_fr: Matériaux
id_id: Bahan
ja_jp: 素材
ko_kr: 소재
ru_ru: Материалы
zh_cn: 素材

# Backpack_MatTabOre
source: Ores
de_de: Erze
fr_fr: Minerais
id_id: Bijih
ja_jp: 鉱石
ko_kr: 광석
ru_ru: Руда
zh_cn: 矿石

# Backpack_MatTabFish
source: Fish
de_de: Fische
fr_fr: Poissons
id_id: Ikan
ja_jp: 魚
ko_kr: 물고기
ru_ru: Рыба
zh_cn: 鱼

# Backpack_MatTabBait
source: Fishing Bait
de_de: Fischköder
fr_fr: Appâts de pêche
id_id: Umpan Pancing
ja_jp: 釣り餌
ko_kr: 미끼
ru_ru: Наживка
zh_cn: 鱼饵

# Backpack_TabGadget.Header
source: Gadgets
fr_fr: Objets
id_id: Item
ja_jp: 道具
ko_kr: 도구
ru_ru: Предметы
zh_cn: 道具

# Backpack_TabAsset.Header
source: Assets
de_de: Persönliche Vermögenswerte
fr_fr: Actifs
id_id: Aset Pribadi
ja_jp: 個人資産
ko_kr: 개인 자산
ru_ru: Личные активы
zh_cn: 个人资产

# Backpack_AssetTabCurrency
source: Rare Currency
de_de: Seltene Währung
fr_fr: Devises rares
id_id: Mata Uang Langka
ja_jp: レア通貨
ko_kr: 희귀 화폐
ru_ru: Редкая валюта
zh_cn: 稀有货币

# Backpack_AssetTabQiyu
source: Imaginarium Theater
de_de: Theater der imaginären Realität
fr_fr: Théâtre de l'Imaginarium
id_id: Teater Imaginarium
ja_jp: 幻想シアター
ko_kr: 환상극장
ru_ru: Театр «Воображариум»
zh_cn: 千星奇域

# Backpack_GadgetTabMisc
source: Gadgets
fr_fr: Divers
id_id: Gadget
ja_jp: 小道具
ko_kr: 소도구
ru_ru: Инструменты
zh_cn: 小道具

# Backpack_GadgetTabConsumable
source: Consumables
de_de: Verbrauchsgegenstände
fr_fr: Consommables
id_id: Barang Habis Pakai
ja_jp: 消耗品
ko_kr: 소모품
ru_ru: Расходные предметы
zh_cn: 消耗品

# Backpack_GadgetTabQuest
source: Quest Items
de_de: Auftragsgegenstände
fr_fr: Objets de quête
id_id: Item Misi
ja_jp: 任務道具
ko_kr: 임무 도구
ru_ru: Предметы заданий
zh_cn: 任务道具

# Backpack_GadgetTabPrecious
source: Precious
de_de: Wertgegenstände
fr_fr: Précieux
id_id: Barang Berharga
ja_jp: 貴重品
ko_kr: 귀중품
ru_ru: Драгоценности
zh_cn: 贵重物品

# Backpack_GadgetTabQiyu
source: Imaginarium Theater
de_de: Theater der imaginären Realität
fr_fr: Théâtre de l'Imaginarium
id_id: Teater Imaginarium
ja_jp: 幻想シアター
ko_kr: 환상극장
ru_ru: Театр «Воображариум»
zh_cn: 千星奇域

# Backpack_GadgetTabAdventure
source: Adventure
de_de: Abenteuer-Gadgets
fr_fr: Aventure
id_id: Item Petualangan
ja_jp: 冒険道具
ko_kr: 모험 도구
ru_ru: Приключенческие предметы
zh_cn: 冒险道具

# Backpack_GadgetTabEmblem
source: Nation Emblems
de_de: Embleme der sieben Nationen
fr_fr: Emblèmes des sept nations
id_id: Lambang Tujuh Negara
ja_jp: 七国の紋章
ko_kr: 칠국 휘장
ru_ru: Печати семи наций
zh_cn: 七国徽印

# Backpack_GadgetTabWish
source: Wish Items
de_de: Wunschgegenstände
fr_fr: Objets de vœux
id_id: Item Wish
ja_jp: 祈願道具
ko_kr: 기원 도구
ru_ru: Предметы молитвы
zh_cn: 祈愿道具

# Backpack_GadgetTabVoucherHi
source: Starglitter
de_de: Sternenglanz
fr_fr: Bons d'échange avancés
ja_jp: スターライト
ko_kr: 고급 교환권
ru_ru: Звёздный блеск
zh_cn: 高级兑换券

# Backpack_GadgetTabVoucherLo
source: Stardust
de_de: Sternenstaub
fr_fr: Bons d'échange ordinaires
ja_jp: スターダスト
ko_kr: 일반 교환권
ru_ru: Звёздная пыль
zh_cn: 普通兑换券

# Backpack_GadgetTabCurrency
source: Rare Currency
de_de: Seltene Währung
fr_fr: Devises rares
id_id: Mata Uang Langka
ja_jp: レア通貨
ko_kr: 희귀 화폐
ru_ru: Редкая валюта
zh_cn: 稀有货币

# Backpack_NavTitle
source: Backpack Browser
fr_fr: Explorateur de sac
id_id: Penjelajah Backpack
ja_jp: バッグブラウザ
ko_kr: 인벤토리 브라우저
ru_ru: Обзор рюкзака
zh_cn: 背包浏览器

# Backpack_ErrX64Required
source: Backpack synchronization requires the x64 build.
de_de: Die Backpack-Synchronisierung erfordert die x64-Version.
es_mx: La sincronización de inventario solo admite la versión x64.
fr_fr: La synchronisation du sac nécessite la version x64.
hi_in: बैकपैक सिंक्रोनाइज़ेशन के लिए x64 बिल्ड आवश्यक है।
id_id: Sinkronisasi Backpack hanya mendukung build x64.
ja_jp: バッグ同期はx64版のみ対応しています。
ko_kr: 인벤토리 동기화는 x64 빌드만 지원합니다.
ru_ru: Синхронизация рюкзака поддерживается только в версии x64.
zh_cn: 背包同步仅支持 x64 版本。
zh_tw: 背包同步僅支援 x64 版本。

# Backpack_ErrDllMissing
source: The Backpack synchronization module modules/backpack.dll is missing.
de_de: Das Backpack-Synchronisationsmodul modules/backpack.dll fehlt.
es_mx: Falta el módulo de sincronización de inventario modules/backpack.dll.
fr_fr: Le module de synchronisation du sac modules/backpack.dll est introuvable.
hi_in: बैकपैक सिंक्रोनाइज़ेशन मॉड्यूल modules/backpack.dll गायब है।
id_id: Modul sinkronisasi Backpack (modules/backpack.dll) tidak ditemukan.
ja_jp: バッグ同期モジュール modules/backpack.dll が見つかりません。
ko_kr: 인벤토리 동기화 모듈 modules/backpack.dll이 없습니다.
ru_ru: Отсутствует модуль синхронизации рюкзака modules/backpack.dll.
zh_cn: 缺少背包同步模块 modules/backpack.dll。
zh_tw: 缺少背包同步模組 modules/backpack.dll。

# Backpack_TabOverview
source: Overview
de_de: Übersicht
fr_fr: Vue d'ensemble
id_id: Ringkasan
ja_jp: 概要
ko_kr: 개요
ru_ru: Обзор
zh_cn: 总览

# Backpack_PageSubtitle
source: Browse equipment, materials and food in one place to support cultivation planning.
de_de: Ausrüstung, Materialien und Gerichte an einem Ort ansehen, um die Charakterentwicklung zu planen.
fr_fr: Parcourez vos équipements, matériaux et plats en un seul endroit pour planifier votre progression.
id_id: Telusuri peralatan, material, dan masakan di satu tempat untuk membantu perencanaan progres.
ja_jp: 装備、素材、料理を一括で確認し、育成計画をサポートします。
ko_kr: 장비, 재료, 요리를 한곳에서 살펴보고 육성 계획을 세우세요.
ru_ru: Просматривайте снаряжение, материалы и блюда в одном месте для удобного планирования развития.
zh_cn: 集中浏览装备、材料与料理，辅助养成规划。

# Backpack_LocalOnlyDisclaimer
source: Sync data stays on this device; it never uploads your account or backpack.
de_de: Synchronisierungsdaten werden nur lokal gespeichert und weder Konto- noch Inventarinhalte hochgeladen.
fr_fr: Les données synchronisées sont stockées uniquement sur cet appareil ; aucun contenu du compte ou de l'inventaire n'est téléversé.
id_id: Data sinkronisasi hanya disimpan di perangkat ini, tidak akan mengunggah akun atau isi Backpack.
ja_jp: 同期データはこの端末のみに保存され、アカウントやバッグの内容はアップロードされません。
ko_kr: 동기화 데이터는 로컬에만 저장되며 계정이나 인벤토리 내용이 업로드되지 않습니다.
ru_ru: Синхронизированные данные хранятся только локально, аккаунт и содержимое рюкзака не загружаются.
zh_cn: 同步数据仅保存在本机，不会上传账号或背包内容。

# Backpack_PathNoticeTitle
source: No valid game installation directory detected
de_de: Kein gültiger Spielinstallationspfad gefunden
fr_fr: Aucun répertoire d'installation du jeu valide n'a été détecté
id_id: Direktori instalasi game yang valid belum terdeteksi
ja_jp: 有効なゲームインストールディレクトリが検出されていません
ko_kr: 유효한 게임 설치 경로를 찾을 수 없습니다
ru_ru: Не найден допустимый каталог установки игры
zh_cn: 尚未识别到有效的游戏安装目录

# Backpack_PathNoticeBody
source: Please configure the path in Settings; Backpack will not request a second path.
de_de: Bitte konfigurieren Sie den Pfad in den Spieleinstellungen der Software. Backpack speichert keinen zweiten Pfad und fordert ihn auch nicht an.
fr_fr: Veuillez configurer le chemin dans les paramètres de jeu du logiciel. Backpack n'enregistre ni ne demande un second chemin.
id_id: Silakan konfigurasikan jalur di pengaturan game pada aplikasi; Backpack tidak akan menyimpan atau meminta jalur kedua.
ja_jp: ソフトウェアのゲーム設定でパスを設定してください。Backpack は別途パスを保存したり要求したりすることはありません。
ko_kr: 소프트웨어의 게임 설정에서 경로를 구성해 주세요. Backpack는 별도의 경로를 저장하거나 요구하지 않습니다.
ru_ru: Укажите путь в настройках игры. Backpack не сохраняет и не запрашивает второй путь.
zh_cn: 请在软件的游戏设置中配置路径；Backpack 不会保存或要求第二份路径。

# Backpack_OpenSettings
source: Open Settings
de_de: Einstellungen öffnen
fr_fr: Ouvrir les paramètres
id_id: Buka Pengaturan
ja_jp: 設定を開く
ko_kr: 설정 열기
ru_ru: Открыть настройки
zh_cn: 打开设置

# Backpack_GamePathFallback
source: Configure game installation path in Settings
de_de: Bitte konfigurieren Sie das Installationsverzeichnis in den Spieleinstellungen
fr_fr: Veuillez configurer le répertoire d'installation dans les paramètres de jeu
id_id: Silakan konfigurasikan direktori instalasi di pengaturan game
ja_jp: ゲーム設定でインストールディレクトリを設定してください
ko_kr: 게임 설정에서 설치 경로를 구성해 주세요
ru_ru: Укажите каталог установки в настройках игры
zh_cn: 请在游戏设置中配置安装目录

# Backpack_UsageTitle
source: How to use
de_de: Nutzungshinweise
fr_fr: Instructions d'utilisation
id_id: Petunjuk Penggunaan
ja_jp: 使用方法
ko_kr: 사용 안내
ru_ru: Инструкции
zh_cn: 使用说明

# Backpack_UsageStep1
source: Click "Sync Backpack" at the top right to import in-game inventory and start the sync.
de_de: Klicken Sie oben rechts auf „Inventar synchronisieren“, um das echte Spielinventar zu laden und die Datensynchronisierung zu starten.
fr_fr: Cliquez sur « Synchroniser l'inventaire » en haut à droite pour injecter votre inventaire réel du jeu et démarrer la synchronisation des données.
id_id: Klik 'Sinkronkan Backpack' di kanan atas untuk memasukkan data inventaris asli dari game dan memulai sinkronisasi data.
ja_jp: 右上の「バッグを同期」をクリックすると、ゲーム内の実際のインベントリが読み込まれ、データ同期が開始されます。
ko_kr: 오른쪽 상단의 『인벤토리 동기화』를 클릭하여 게임 내 실제 인벤토리를 가져오고 데이터 동기화를 시작하세요.
ru_ru: Нажмите «Синхронизировать рюкзак» в правом верхнем углу, чтобы загрузить реальное содержимое инвентаря из игры и запустить синхронизацию.
zh_cn: 点击右上角『同步背包』以注入游戏内真实库存，并启动数据同步。

# Backpack_UsageStep2
source: Switch tabs at the top; click any item card to inspect details (set, sub-stats, skill).
de_de: In den oberen Registerkarten können Sie zwischen den Kategorien wechseln. Klicken Sie auf eine beliebige Gegenstandskarte, um detaillierte Parameter (Set / Werte / Waffenfähigkeit) anzuzeigen.
fr_fr: Utilisez les onglets en haut pour changer de catégorie. Cliquez sur la fiche d'un objet pour afficher ses paramètres détaillés (set / sous-stat / compétence d'arme).
id_id: Tab di bagian atas untuk beralih kategori; klik kartu item mana saja untuk melihat parameter detail (Set / Sub-stat / Skill Senjata).
ja_jp: 上部のタブでカテゴリーを切り替えられます。アイテムカードをクリックして詳細パラメータ（セット / サブ効果 / 武器スキル）を確認できます。
ko_kr: 상단의 탭으로 카테고리를 전환할 수 있습니다. 아이템 카드를 클릭하면 상세 정보를 볼 수 있습니다 (세트 / 옵션 / 무기 스킬).
ru_ru: Переключайте категории на верхней панели; нажмите на карточку предмета, чтобы увидеть подробные параметры (комплект / доп. характеристики / навык оружия).
zh_cn: 顶部分栏可切换分类；点击任意物品卡片查看详细参数（套装 / 词条 / 武器技能）。

# Backpack_UsageStep3
source: The overview cards will suggest ingredient links and cultivation materials based on current inventory.
de_de: Die Übersichtskarten zeigen auf Basis des aktuellen Inventars Zutat-Kombinationen und die Abdeckung von Entwicklungsmaterialien.
fr_fr: Les cartes de vue d'ensemble proposent des synergies d'ingrédients et la couverture des matériaux de progression en fonction de l'inventaire actuel.
id_id: Kartu ringkasan akan menampilkan sinergi bahan masakan dan cakupan material pengembangan berdasarkan inventaris saat ini.
ja_jp: 概要カードでは、現在の在庫に基づく食材連携と育成素材のカバー率が表示されます。
ko_kr: 개요 카드는 현재 인벤토리를 기반으로 재료 연동과 육성 재료 현황을 보여줍니다.
ru_ru: Карточки обзора отображают рекомендации по блюдам и покрытие материалов развития на основе текущего инвентаря.
zh_cn: 总览卡片会基于当前库存给出食材联动与养成材料覆盖。

# Backpack_KpiOwnedWeapons
source: Owned Weapons
de_de: Waffen im Besitz
fr_fr: Armes possédées
id_id: Senjata yang Dimiliki
ja_jp: 所持武器
ko_kr: 보유 무기
ru_ru: Оружие в наличии
zh_cn: 已拥有武器

# Backpack_KpiLockedArtifacts
source: Locked Artifacts
de_de: Gesperrte Artefakte
fr_fr: Artéfacts verrouillés
id_id: Artefak yang Dikunci
ja_jp: ロック中の聖遺物
ko_kr: 잠긴 성유물
ru_ru: Заблокированные артефакты
zh_cn: 锁定圣遗物

# Backpack_KpiCookableFood
source: Cookable Dishes
de_de: Zubereitbare Gerichte
fr_fr: Plats préparables
id_id: Masakan yang Bisa Dibuat
ja_jp: 調理可能な料理
ko_kr: 제작 가능 요리
ru_ru: Доступные блюда
zh_cn: 可制作料理

# Backpack_KpiMaterialTypes
source: Material Types
de_de: Materialarten
fr_fr: Types de matériaux
id_id: Jenis Material
ja_jp: 素材の種類
ko_kr: 재료 종류
ru_ru: Категории материалов
zh_cn: 材料种类

# Backpack_KpiFiveStarWeapons
source: 5★ Weapons
de_de: 5-Sterne-Waffen
fr_fr: Armes 5 étoiles
id_id: Senjata Bintang 5
ja_jp: ★5 武器
ko_kr: ★5 무기
ru_ru: Оружие 5 звёзд
zh_cn: 五星武器

# Backpack_KpiTotalArtifacts
source: Total Artifacts
de_de: Gesamtzahl Artefakte
fr_fr: Total des artéfacts
id_id: Total Artefak
ja_jp: 聖遺物の総数
ko_kr: 성유물 총합
ru_ru: Всего артефактов
zh_cn: 圣遗物总数

# Backpack_InsightMaxRefine.Title
source: 5★ Weapons at max refinement
de_de: Voll aufgewertete 5-Sterne-Waffen
fr_fr: Armes 5 étoiles à affinage maximum
id_id: Senjata Bintang 5 dengan Refinement Maks
ja_jp: ★5 武器 精錬 MAX
ko_kr: ★5 무기 최대 재련
ru_ru: Оружие 5 звёзд с макс. улучшением
zh_cn: 满精炼五星武器

# Backpack_InsightMaxRefine.Body
source: {0} 5★ weapons have reached max refinement.
de_de: {0} 5-Sterne-Waffen sind vollständig aufgewertet.
fr_fr: {0} armes 5 étoiles ont atteint l'affinage maximum.
id_id: Total {0} senjata Bintang 5 telah mencapai refinement maksimal.
ja_jp: ★5 武器 {0} 丁が精錬 MAX です。
ko_kr: ★5 무기 {0}개가 최대 재련 단계에 도달했습니다.
ru_ru: У Вас {0} ед. оружия 5 звёзд с максимальным улучшением.
zh_cn: 共 {0} 把五星武器已满精炼。

# Backpack_InsightMaxLevel.Title
source: Max-level 5★ Artifacts
de_de: 5-Sterne-Artefakte auf Maximalstufe
fr_fr: Artéfacts 5 étoiles au niveau maximum
id_id: Artefak Bintang 5 Level Maks
ja_jp: ★5 聖遺物 強化 MAX
ko_kr: ★5 성유물 최대 레벨
ru_ru: Артефакты 5 звёзд макс. уровня
zh_cn: 满级五星圣遗物

# Backpack_InsightMaxLevel.Body
source: {0} 5★ artifacts have been refined to +20.
de_de: {0} 5-Sterne-Artefakte wurden auf +20 verstärkt.
fr_fr: {0} artéfacts 5 étoiles ont été améliorés à +20.
id_id: {0} Artefak Bintang 5 telah ditingkatkan hingga +20.
ja_jp: ★5 聖遺物 {0} 個が +20 まで強化されています。
ko_kr: ★5 성유물 {0}개가 +20까지 강화되었습니다.
ru_ru: {0} артефактов 5 звёзд улучшены до +20.
zh_cn: {0} 件五星圣遗物已强化至 +20。

# Backpack_InsightIngredientsReady.Title
source: Ingredients Ready
de_de: Zutaten ausreichend
fr_fr: Ingrédients prêts
id_id: Bahan Masakan Tersedia
ja_jp: 食材が十分にあります
ko_kr: 재료 충분
ru_ru: Достаточно ингредиентов
zh_cn: 食材充足
